[
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 1,
        "absolute_page": 43,
        "title": "Tool Set C - Developing and Tracking Interventions - Introduction",
        "concept": "Overview and Framework",
        "content": "Purpose: One responsibility of the Success Team is to develop and track interventions. Team members should give thoughtful consideration to design to ensure that interventions are meeting the needs of all students, including those who are underperforming and those who are high achieving. The team must also determine the effectiveness of interventions and their impact on student achievement.\n\nHow & When to Use: Planning effective student interventions can be a challenging task for both new and established Success Teams. This set of tools provides support for teams that are creating and/or fine-tuning their student intervention systems by encouraging teams to describe, analyze, and reflect on their current practices. Furthermore, these tools provide team members with opportunities to adjust interventions to better serve students.\n\nContents:\n• Considerations for Planning Tier 2 Interventions\n• Quick Guide to Tracking Interventions\n• Intervention Evaluation Flowchart\n• Intervention Success Monthly Action Plan (IS-MAP)\n• Student Success Intervention Plan\n• Behavior, Attendance, and Grades (BAG) Report"
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 2,
        "absolute_page": 44,
        "title": "Connections to Freshman Success Framework",
        "concept": "Overview and Framework",
        "content": "The Freshman Success Framework is the foundation for effective school practice on On-Track and student success. The Network for College Success has seen the greatest and most sustainable gains for freshmen when schools develop high-functioning educator professional learning communities, which we call Success Teams.\n\nThis Tool Set focuses on the below actions of a Success Team stemming from the Freshman Success Framework.\n\nSuccess Team Elements:\n• Setting Conditions: Engages in regular, calendared Success Team meetings to 1) analyze data and 2) develop, monitor, and adjust interventions\n• Implementation: Develops, implements, tracks, and evaluates Tier 2 interventions, making adjustments when appropriate. Refers students to appropriate level of intervention\n• Communication: Engages faculty in frequent communication on student progress and successful strategies\n\nTeam Lead Role:\n• Setting Conditions: With principal and Success Team, sets freshman success goals for On-Track and student connection, and develops benchmarks to monitor progress\n• Implementation: Develops action-oriented meeting agendas that consistently address freshman success goals generally and intervention development, tracking, and evaluation specifically\n• Implementation: Works with data technician to bring actionable student-level data at regular intervals\n\nPrincipal Role:\n• Implementation: Reviews and interrogates interim freshman success-related data in light of Success Team goals, and strategizes with team leadership around next steps"
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 3,
        "absolute_page": 45,
        "title": "Considerations for Planning Tier 2 Interventions - Overview",
        "concept": "Considerations for Planning Tier 2 Interventions",
        "content": "A set of guiding questions to use during the development of an intervention system. Questions are focused on looking at student data, targeting students, and intervention selection, implementation, and effectiveness."
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 4,
        "absolute_page": 46,
        "title": "Considerations When Planning Tier 2 Interventions - Data, Targeting, Selection, and Implementation",
        "concept": "Considerations for Planning Tier 2 Interventions",
        "content": "For information on the tiered systems of student support, please refer to the RTI Action Network.\n\nData Questions:\n• To what degree is attendance playing a role in student performance? To whom do you refer Tier 3 students who have serious attendance issues (inside and outside of the school) so that the Success Team can really concentrate on supporting Tier 2 students?\n• How does the grade distribution look by teacher? Are there teachers who are failing a disproportionate number of students?\n• Do your assessment policies create opportunities for students to demonstrate mastery, or do they cause students to feel overwhelmed and fall off track?\n\nTargeting Students:\n• How many students have you identified for Success Team intervention? Does this number fall in the 15 – 25% range for Tier 2 supports? Are there students who are really Tier 3 being included into Tier 2 supports?\n\nIntervention Selection:\n• What issue is the intervention addressing? (academic/social-emotional/behavioral)\n• What programs/resources already exist in the building that could possibly address the issue? How closely do these programs/resources align with the identified needs of students? For example, if tutoring is being offered already, is it designed to help students with real-time issues they face in their classes or is it specifically designed for remediation of basic skills?\n\nIntervention Implementation:\n• Who will implement the intervention?\n• Who will coordinate the intervention (logistics)?\n• Who will own the tracking of the intervention's effectiveness?\n• What does successful implementation look like?"
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 5,
        "absolute_page": 47,
        "title": "Considerations When Planning Tier 2 Interventions - Tracking Effectiveness",
        "concept": "Considerations for Planning Tier 2 Interventions",
        "content": "Tracking Effectiveness:\n• Does tracking your intervention include the following information: targeted students' names, participation (such as the number of times targeted students participate within a specified period), grade check dates, and grades in targeted courses?\n• Does your tracking tool allow you to aggregate point-in-time data in different ways so that you can accurately monitor targeted student progress?\n• What is your timeline for course correction?"
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 6,
        "absolute_page": 48,
        "title": "Quick Guide to Tracking Interventions - Overview",
        "concept": "Quick Guide to Tracking Interventions",
        "content": "Guidelines for designing an intervention tracking tool."
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 7,
        "absolute_page": 49,
        "title": "Quick Guide to Tracking Interventions - Features and Guidelines",
        "concept": "Quick Guide to Tracking Interventions",
        "content": "Tracking is necessary to determine the efficacy of an intervention so that adjustments can be made in a timely manner. A tracking tool is more effective when it is in a teacher-friendly format that can be disaggregated to pull data for specific subgroups. For example, if your team is using tutoring as an intervention, and the targeted student group requires tutoring in more than one core class, your tracking tool should be able to disaggregate data to ascertain intervention impact by course. Microsoft Excel and Google Sheets can support the tracking of interventions by disaggregating data and creating graphs.\n\nFeatures of Good Intervention Tracking Tools:\n• Name of the intervention and what key performance indicator it addresses (attendance, point-in-time On-Track rates, GPA, behavior metric, etc.)\n• Names of the targeted students\n  ° If tracking grades, include each core course's average expressed as a percentage\n• Intervention contacts/implementation evidence\n  ° Tutoring attendance\n  ° Mentorship contact dates\n  ° \"Office hours\" visits\n• Point-in-time progress on the key performance indicator impacted by the intervention\n  ° Should include at least 2 checkpoints within a 10-week period\n  ° If tracking grades, provide an average expressed as a percentage for each core course\n  ° If tracking attendance, provide number of cumulative absences and/or tardies"
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 8,
        "absolute_page": 50,
        "title": "Example Intervention Tracking Data: Henderson College Prep Mentorship Program",
        "concept": "Quick Guide to Tracking Interventions",
        "content": "Example: Henderson College Prep, Quarter 3 Mentorship Program\nKey Performance Indicator Addressed: Point-in-Time On-Track\nMeeting 1 Dates: 02/01 - 02/04/2016",
        "table_data": [
            {
                "Student": "A",
                "Mentor": "Isom",
                "Abs": "1",
                "Tardies": "1",
                "ENG": "75",
                "MATH": "83",
                "SCI": "56",
                "SOC": "80"
            },
            {
                "Student": "B",
                "Mentor": "Shields",
                "Abs": "1",
                "Tardies": "0",
                "ENG": "90",
                "MATH": "57",
                "SCI": "83",
                "SOC": "32"
            },
            {
                "Student": "C",
                "Mentor": "Wells",
                "Abs": "0",
                "Tardies": "3",
                "ENG": "48",
                "MATH": "67",
                "SCI": "77",
                "SOC": "93"
            },
            {
                "Student": "D",
                "Mentor": "Wells",
                "Abs": "0",
                "Tardies": "5",
                "ENG": "79",
                "MATH": "78",
                "SCI": "76",
                "SOC": "57"
            },
            {
                "Student": "E",
                "Mentor": "Pitcher",
                "Abs": "0",
                "Tardies": "1",
                "ENG": "82",
                "MATH": "84",
                "SCI": "88",
                "SOC": "32"
            },
            {
                "Student": "F",
                "Mentor": "Muldrow",
                "Abs": "1",
                "Tardies": "1",
                "ENG": "44",
                "MATH": "78",
                "SCI": "88",
                "SOC": "57"
            },
            {
                "Student": "G",
                "Mentor": "Pitcher",
                "Abs": "2",
                "Tardies": "6",
                "ENG": "75",
                "MATH": "81",
                "SCI": "87",
                "SOC": "71"
            },
            {
                "Student": "H",
                "Mentor": "Martinez",
                "Abs": "1",
                "Tardies": "1",
                "ENG": "61",
                "MATH": "55",
                "SCI": "62",
                "SOC": "71"
            },
            {
                "Student": "I",
                "Mentor": "Pitcher",
                "Abs": "1",
                "Tardies": "1",
                "ENG": "68",
                "MATH": "90",
                "SCI": "83",
                "SOC": "83"
            },
            {
                "Student": "J",
                "Mentor": "Isom",
                "Abs": "0",
                "Tardies": "3",
                "ENG": "59",
                "MATH": "65",
                "SCI": "83",
                "SOC": "93"
            },
            {
                "Student": "K",
                "Mentor": "Isom",
                "Abs": "0",
                "Tardies": "2",
                "ENG": "88",
                "MATH": "82",
                "SCI": "88",
                "SOC": "32"
            },
            {
                "Student": "L",
                "Mentor": "Martinez",
                "Abs": "0",
                "Tardies": "1",
                "ENG": "88",
                "MATH": "92",
                "SCI": "51",
                "SOC": "85"
            },
            {
                "Student": "M",
                "Mentor": "Shields",
                "Abs": "0",
                "Tardies": "0",
                "ENG": "75",
                "MATH": "78",
                "SCI": "88",
                "SOC": "76"
            },
            {
                "Student": "N",
                "Mentor": "Shields",
                "Abs": "1",
                "Tardies": "0",
                "ENG": "83",
                "MATH": "83",
                "SCI": "88",
                "SOC": "57"
            }
        ]
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 9,
        "absolute_page": 51,
        "title": "Intervention Evaluation Flowchart - Overview",
        "concept": "Intervention Evaluation Flowchart",
        "content": "A flowchart to determine if individual interventions are working for schools and to improve the use of data to successfully implement interventions."
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 10,
        "absolute_page": 52,
        "title": "Intervention Evaluation Flowchart - Decision Tree",
        "concept": "Intervention Evaluation Flowchart",
        "content": "Is our student success intervention working for our students?\n\nYES:\n• What are you doing that works for students? (What is your evidence?)\n• What are you doing that works for the adults implementing the intervention? (What is your evidence?)\n• What parts of your implementation plan can you tweak for even greater success?\n\nNO: Is there a true opportunity for recovery if students participate with fidelity?\n\nYES - Check these areas:\n\nIs it an implementation fidelity issue?\n• Are there other school programs/initiatives competing with effective implementation?\n• Are teachers/owners aware of implementation procedures?\n• Are teachers compensated when appropriate?\n• Is there sufficient and reasonable time to implement the intervention?\n• Have you implemented the intervention long enough?\n• Is the intervention publicized effectively to appropriate stakeholders?\n\nIs it a student participation issue?\n• How are students held accountable for not participating? By whom?\n• Do they see the results of their participation?\n• Are students encouraged by multiple adults to participate?\n• Does the intervention respect student time and effort?\n• Is the intervention viewed as punitive?\n\nNO - Check these areas:\n\nIs the issue a mismatch between the intervention and student needs?\n• Does the intervention provide supports for students struggling academically?\n• Is the intervention frequent enough to be effective?\n• How was the intervention selected? Based on identified student need? Adult preference? Feasibility?\n\nIs the issue one that cannot be addressed by a Success Team intervention?\nExamples:\n• Teacher philosophy\n• Grading policies\n• Chronic truancy\n• Chronic suspensions\n• Curriculum pacing"
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 11,
        "absolute_page": 53,
        "title": "Data Components Key To Successful Implementation",
        "concept": "Intervention Evaluation Flowchart",
        "content": "What data structures and practices, if addressed, will increase your team's efficacy in improving student achievement?\n\nAccess to timely Gradebook data:\n• Are grades updated in a timely manner according to the grade pull schedule?\n• Who can provide the grade-level, course, and student-level data you need?\n• Can you manipulate data into a teacher-friendly format?\n• Do you have or make time to manipulate the data into a teacher-friendly format?\n\nStudent participation data:\n• How are you tracking participation? (intentionally or randomly)\n• Is your tracking tool useful for highlighting trends in participation and its effect on achievement?\n\nIntervention implementation data:\n\nTUTORING:\n• Are teachers actually tutoring students/providing academic support?\n• How are students provided with work to complete during tutoring?\n• If tutoring is administered by external partners, how is communication of student needs and course expectations shared with them?\n\nMENTORING:\n• Do mentoring conversations push students to action around their grades?\n• What information are mentors provided with to drive their mentoring sessions?\n• Are mentors able to advocate professionally with their colleagues?\n\nData analysis:\n• Is sufficient time allocated for analyzing data specific to your intervention?\n• Does your team's analysis of intervention data lead to action toward increasing student achievement?"
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 12,
        "absolute_page": 54,
        "title": "Some Considerations for Intervention Planning",
        "concept": "Intervention Evaluation Flowchart",
        "content": "• Identifying what students need\n• Ensuring intervention is scheduled at accessible times and with a frequency that makes sense\n• Matching adult expertise with student needs\n• Strategizing how to get targeted students to the intervention\n• Connecting what is happening in the intervention to what is happening in the classroom (relational/academic)"
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 13,
        "absolute_page": 55,
        "title": "The Evidence Process",
        "concept": "Intervention Evaluation Flowchart",
        "content": "A circular diagram showing interconnected gears with the following elements:\n\nEssential Questions:\nWhat is the data telling us about our interventions?\nWhat are the underlying values that influence the quality of our interventions?\n\nProcess Components:\n• Making Data-informed Decisions Using Protocols\n• Implementing Interventions (as supported by data)\n• Tracking Interventions (gathering evidence)\n• Examining and Discussing Evidence with Colleagues\n• Documenting and Reflecting on Process\n\nExternal factors:\n• OUTSIDE FORCES\n• OUTSIDE RESOURCES\n\nCentral question: \"What gear is getting stuck?\""
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 14,
        "absolute_page": 56,
        "title": "Intervention Success Monthly Action Plan (IS-MAP) - Overview",
        "concept": "Intervention Success Monthly Action Plan (IS-MAP)",
        "content": "A plan to support action planning using results from the Intervention Evaluation Flowchart."
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 15,
        "absolute_page": 57,
        "title": "Intervention Success Monthly Action Plan (IS-MAP) - Form Template",
        "concept": "Intervention Success Monthly Action Plan (IS-MAP)",
        "content": "Based on quarterly student achievement data and your reflection using the Intervention Evaluation Flowchart, what area needs refinement and what is the change you will make? (refer to bolded categories on the Flowchart)\n\nForm Fields:\n• Area of Refinement: _______________\n• Planned Change: _______________\n\nPlanning Questions:\n1. Why am I planning to do this?\n   What's at stake? What do I hope will happen as a result of this change in our team's practice?\n\n2. How will I initiate this change?\n   What action do I need to take to bring this change to fruition?\n\n3. What supports do I need to be successful?\n   Who can help me and what do I need from them?\n\n4. How will I know if my team has made progress?\n   What evidence will tell our team we're on the right track with the intervention?\n\nAction Planning Table:\nColumns: Action Item | Due Date | What I Need | Resource Person\n\nAdapted from the School Reform Initiative I-MAP protocol"
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 16,
        "absolute_page": 58,
        "title": "Student Success Intervention Plan - Overview",
        "concept": "Student Success Intervention Plan",
        "content": "A planning tool for student interventions that includes the identification of baseline data, criteria for success, status checkpoints, and plans for reflection."
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 17,
        "absolute_page": 59,
        "title": "Student Success Intervention Plan - Form Template",
        "concept": "Student Success Intervention Plan",
        "content": "Student Success Intervention Plan: Quarter ___\n\nBasic Information:\n• Date: ___\n• School: ___\n• Grade: ___\n\nFocus Areas (check applicable):\n□ Attendance □ Ds/Fs □ GPA □ On-Track Rate □ Behavior □ Other: ___\n\nTarget Group:\n• Number of Students: ___\n• Baseline data used to select target group: ___\n\nIntervention Description:\n• What it is: ___\n• When it takes place (dates/times): ___\n• Where it takes place: ___\n• Description of activities involved: ___\n\nGoals and Success Criteria:\n• Goal of intervention: ___\n• Criteria for success: ___\n\nPersonnel:\n• Owner(s) of intervention: ___\n• Participants in intervention: ___\n\nTimeline of Intervention:\n• Planning and preparation: ___\n• Introduction to staff: ___\n• Introduction to targeted students: ___\n• Introduction to parents and stakeholders: ___\n• Intervention start date: ___\n• Intervention end date: ___\n\nStatus Checkpoints:\n• Checkpoint 1: ___\n• Checkpoint 2: ___\n• Checkpoint 3: ___\n• Checkpoint 4: ___\n\nTracking and Reflection:\n• Summary of action taken after each checkpoint: ___\n• Reflection at end of intervention: ___"
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 18,
        "absolute_page": 60,
        "title": "Behavior, Attendance, and Grades (BAG) Report - Overview",
        "concept": "Behavior, Attendance, and Grades (BAG) Report",
        "content": "A school-generated tool for educators to interact with students on behavior, attendance, and grades. Ideally, schools will produce these reports every five weeks. BAG Reports use real-time data so students understand where and how they are struggling, and which educators they may need to reach out to for support. They also help students understand their current status in relation to their goals. Schools can use BAG Reports in different ways, including individual conversations with students or holding \"town hall\" meetings for all freshmen to review the data and set next steps."
    },
    {
        "source_document": "NCS_OTToolkit_2ndEd_October_2017_updated.pdf",
        "relative_page": 19,
        "absolute_page": 61,
        "title": "Example BAG Report for Student 'Keith'",
        "concept": "Behavior, Attendance, and Grades (BAG) Report",
        "content": "Student: Keith\nGrade Level: 9\n8th Period Teacher: Donson\nThe numbers below reflect totals through Semester 1\n\nBEHAVIOR - In what ways do I contribute to a Safe and Respectful school climate?\n• # of Infractions (# of Major Infractions): 5 (1)\n• # of Days of In-School-Suspension (ISS): 10\n• # of Days of Out-of-School-Suspension (OSS): 0\nIf I have any questions regarding my misconducts, I should schedule an appointment with the Dean of Discipline.\n\nATTENDANCE - Do my actions reflect the real me?\n• Days Enrolled: 80\n• Days Present: 73\n• Days Absent: 7\n• My Year-to-Date Attendance Rate is 91%\nIf I have any questions regarding my attendance, I should schedule an appointment with the Attendance Dean.\n\nGRADES - How am I doing academically in my classes? Do my grades represent my true ability?\nPeriod | Courses | Teacher | Grade\nP1 | Algebra 1 | Flint | D\nP2 | English 1 | Lemon | B\nP3 | World Studies | Moeller | C\nP4 | PE I-Health | Spann | A\nP5 | Lunch | | \nP6 | Science | Tyson | D\nP7 | Photography | McCain | B\nP8 | Intro to Comp | Penny | A\n\nMy Estimated GPA is 2.57\n(this estimate does NOT include any previous semesters)\n\nIf I have any questions regarding my grade in a course, I should schedule an appointment with my Teacher."
    },
    {
        "source_document": "17-quick-tips-for-your-credit-recovery-program.pdf",
        "relative_page": 1,
        "absolute_page": 1,
        "title": "17 Quick Tips for Your Credit Recovery Program",
        "concept": "Introduction and Overview",
        "content": "At Edmentum, we have helped thousands of schools get their students get back on track, and we know that running an effective credit recovery program is not easy. However, it is vital to your students' success, so we wanted to help by putting together the following tips for your credit recovery program. In order to make them most relevant to you, we have split them into separate sections for the district level and the school level."
    },
    {
        "source_document": "17-quick-tips-for-your-credit-recovery-program.pdf",
        "relative_page": 2,
        "absolute_page": 2,
        "title": "Credit Recovery Program Tips for Districts",
        "concept": "District Implementation Guidelines",
        "content": "1. Have clear, well-defined standards to your credit recovery programs.\n2. Verify to make sure your program will meet your state standards for credit recovery (if applicable).\n3. Determine the preferred mode of delivery for your credit recovery program(s) (direct instruction, computer assisted instruction, an online program either fully virtual or with blended implementation, etc.).\n4. Make sure that you budget for creating/adapting curriculum or work with a vendor to provide proven, pedagogically sound resources for your schools.\n5. Parental involvement is a must, so be sure you have a process that engages parents and requires parental consent for participation in your program.\n6. Have criteria to determine eligibility for participation in the credit recovery program.\n7. Make sure you have the systems and technology in place to track your student and program data. Utilize your data to make informed decisions, including:\n   a. Determining who is most at risk for dropping out and who is most in need of credit recovery programs.\n   b. Tracking the performance of the students participating in the program, as well as the program as a whole.\n8. Ensure teachers and administrators have the professional development and resources they need to be successful. It is a good idea to recommend that teachers get certified in the subjects they are overseeing."
    },
    {
        "source_document": "17-quick-tips-for-your-credit-recovery-program.pdf",
        "relative_page": 2,
        "absolute_page": 2,
        "title": "Credit Recovery Program Tips for Schools",
        "concept": "School Implementation Guidelines",
        "content": "1. Offer support classes or after-school courses for credit recovery for students at high risk (e.g., below 2.0 grade point average). Make sure these offerings are flexible enough fit in students' busy schedules.\n2. Make sure your program allows for individualized instruction and has adequate student support.\n3. Monitor your student performance data often to ensure students have mastered the material before moving forward in the program and especially before being awarded credit. This will also help you identify who is continuing to struggle on what topics, so you can spend your time on the material and with the students who need it most.\n4. Make sure you budget for creating/adapting curriculum, or work with a vendor to provide proven, pedagogically sound resources for your students.\n5. Convene a panel of principals and teachers to peer review each credit recovery course to ensure it aligns with your state and district standards. You will also want to make sure the content is engaging and interactive.\n6. Have an approval process for participation in your credit recovery program. This could be as simple as using a small group (school leadership team, school improvement team, grade level team, or other school committee). It is also helpful to include the guidance counselor responsible for the student and a teacher from the appropriate subject area.\n7. Continue to review data to help inform traditional classroom instructional decisions that will, over time, reduce the number of students needing credit recovery options.\n8. Track the performance of the students participating in the program, as well as the program as a whole. You want to make sure you can pin point where the program is working and where the program has room to improve.\n9. Parental involvement is a must; be sure you have a process that engages parents."
    },
    {
        "source_document": "17-quick-tips-for-your-credit-recovery-program.pdf",
        "relative_page": 3,
        "absolute_page": 3,
        "title": "Program Planning Framework",
        "concept": "Program Planning Framework",
        "content": "When you are planning your online learning program, make sure you consider the following:\n\n• What are the goals of the program?\n• How you will measure the success of the program?\n• How will your program be structured? Think about the timeline, the location, and the resources for students.\n• What are the policies of the program? Determine who students should contact with course-related questions versus program-related questions, and determine how the grading of tests and assignments will work.\n• How will you make the district/other schools aware of your program? Leveraging your school's success across the district is important. Make sure you are keeping the right people aware of your program.\n• How will curriculum decisions be made? Who will determine the curriculum, and who will be in charge of customizing coursework? Determine how credit will be awarded.\n• How will assessment decisions be made? Determine when students will be assessed. Will these assessments be district or classroom based?"
    },
    {
        "source_document": "17-quick-tips-for-your-credit-recovery-program.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Student Identification Criteria",
        "concept": "Student Identification Criteria",
        "content": "How will you define which students will be brought into the online learning program?\n\nMake sure you define a process for these students to be nominated or assigned into the program. Also, make sure you determine the line between students who need credit recovery and students who simply need to retake the class."
    },
    {
        "source_document": "17-quick-tips-for-your-credit-recovery-program.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Setting Program Expectations",
        "concept": "Expectation Setting and Contracts",
        "content": "Make sure everyone involved in the program (administrators, teachers, learners, and parents) know the expectations of the program. Some programs have found success using student contracts, asking both parents and students to read and sign the program expectations. Follow through with the communicated expectations, requiring everyone to follow the processes determined."
    },
    {
        "source_document": "17-quick-tips-for-your-credit-recovery-program.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Monitor Progress Regularly",
        "concept": "Progress Monitoring Strategies",
        "content": "Set dates to monitor students' progress. Set up one-on-one time with each student at regularly scheduled intervals. Meet with the team of instructors and administration involved with the online learning program to regularly go over student progress and determine any improvements that should be made the following semester/year."
    },
    {
        "source_document": "17-quick-tips-for-your-credit-recovery-program.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Invest In and Support Your Learners",
        "concept": "Student Support and Investment",
        "content": "This best practice can seem obvious but can sometimes be overlooked. Here are some ways you can make sure you are supporting and investing in your learners:\n\n• Provide a consistent time for learners to access content.\n• Provide opportunities for student peer support.\n• Create a portfolio for learners to maintain.\n• Create an incentive plan for learners who master specific modules or meet agreed-upon milestones in an appropriate timeframe.\n• Have learners take notes in a dedicated course notebook for future use and for reviewing prior to tests.\n• Have specific content teacher(s) available for content questions via email, through LMS messaging, on site, or at another designated location.\n• Model, post, and teach procedures for common tasks, such as asking for help, logging in, and logging out."
    },
    {
        "source_document": "17-quick-tips-for-your-credit-recovery-program.pdf",
        "relative_page": 5,
        "absolute_page": 5,
        "title": "Allow for Customization",
        "concept": "Program Customization Options",
        "content": "Make the program work for your school.\n\n• Rearrange the modules in courses to reflect your school's course syllabus.\n• Consider using the general class discussion board or threaded discussions with your online classes to elicit deeper student conversations around topics; this is a natural extension of learners' use of social media platforms.\n• Import your own documents, links to websites, or slideshow presentations to supplement classroom assignments and expectations."
    },
    {
        "source_document": "17-quick-tips-for-your-credit-recovery-program.pdf",
        "relative_page": 5,
        "absolute_page": 5,
        "title": "Edmentum Solutions and References",
        "concept": "Additional Resources and References",
        "content": "Learn how Edmentum can help you provide proven, engaging courses for your credit recovery program with Courseware. Additionally, our short Planning Your Credit Recovery Program webinar walks through the steps to create a better credit recovery strategy.\n\nReferences:\n• Credit Recovery Programs Combine the Best of Online and In-Class Instruction\n• Credit Recovery Programs: National High School Center\n• Six Best Practices in Designing Credit Recovery Programs"
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 1,
        "absolute_page": 1,
        "title": "Handout: Strategies to Address Chronic Absenteeism - Introduction",
        "concept": "Overview of Chronic Absenteeism",
        "content": "Chronic absenteeism refers to when a student misses a certain amount of school (the threshold is typically 10 percent of the academic year), regardless of the reason or whether the absence is excused or unexcused. Chronic absenteeism is associated with lower academic performance and graduation rates, as well as future disengagement and chronic absence. Therefore, chronic absence data can be used to identify students at risk for school failure and students who could benefit from additional supports. More than 7 million students (or about 16 percent of the K–12 student population) missed 15 or more days of school in 2015/16. School systems can create a context in which all students are encouraged and supported to attend school regularly, cultivating a culture of attendance for all while targeting chronically absent students with more specific interventions customized to address the root causes of their chronic absenteeism and help improve their attendance. Broad-based practices to encourage attendance include creating safe and inclusive environments, engaging families in the school community and their students’ education, and providing wraparound supports that provide basic needs and address mental and physical health challenges."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 1,
        "absolute_page": 1,
        "title": "Handout: Strategies to Address Chronic Absenteeism - Introduction",
        "concept": "Overview of Interventions",
        "content": "Each section below highlights a specific intervention or type of strategy intended to directly improve attendance among K–12 students, especially those students who are chronically absent. Each includes what the strategy or practice is, what population it serves, how it works, what are the expected outcomes, and additional resources aimed at supporting implementation. The strategies covered are: Early Warning Systems, Mentoring, Check & Connect, and Nudging and Other Behavioral and Psychosocial Interventions."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 2,
        "absolute_page": 2,
        "title": "Early Warning Systems - What is it?",
        "concept": "Definition and Implementation of Early Warning Systems (EWS)",
        "content": "An early warning system (EWS) is a systematic approach to identifying and supporting students in elementary and secondary schools who display symptoms of risk for failing to achieve a key educational milestone, such as readiness for high school, on-time high school graduation, or college readiness. The EWS relies on data that are predictors of future success, such as absences, behavioral incidents, and course performance. A predictor, called an early warning indicator (EWI), should have a demonstrated association with failure to achieve the key educational milestone. Such indicators (for example, chronic absence, course performance) are more predictive of future performance than student demographics and more importantly are amenable to improvement with intervention. By reviewing EWIs early and regularly throughout the school year, schools may identify at-risk students and intervene to get students back on track before the negative outcome occurs. An EWS encompasses staff, processes, and data focused on identifying struggling students as early as possible to prevent or ameliorate academic failure or eventual dropout. Typically, a small team composed of district- and/or school-based staff meets regularly, as often as once a month or every quarter, to review EWIs, interpret data at the individual and student group levels, and identify patterns or trends at the school level. Additional investigation by staff may be required to gather more contextual information and understand the root causes of such trends. Relevant staff will recommend interventions to address specific concerns or root causes that have been identified by the EWS team members. An EWS is often implemented as a systematic continuous improvement process in which new data are used to restart the process as the data become available throughout the school year."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 2,
        "absolute_page": 2,
        "title": "Early Warning Systems - What did the research find?",
        "concept": "Research Findings on EWS",
        "content": "In one randomized controlled trial of a particular type of EWS, schools that implemented the approach during the first year experienced a statistically significant reduction in chronic absenteeism. In addition, those schools experienced a decrease in the number of students who failed a course during the ninth grade. Students identified through indicators experienced decreased suspensions, increased earned high school credits, and increased high school grade point average; however, these differences did not meet the threshold for statistical significance. In a study of Chicago Public Schools that used the Freshman OnTrack Indicator, which combines course failures and credit accumulation into a single EWI, students who were found to be on track at the end of ninth grade were more likely to graduate on time and be prepared for postsecondary education. An EWI such as the Freshman OnTrack Indicator is part of a broader EWS process and can be used to identify which students need additional attention."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 2,
        "absolute_page": 2,
        "title": "Early Warning Systems - Where can I go to learn more?",
        "concept": "EWS Resources",
        "content": "• Regional Educational Laboratory (REL) Program Learning Series on Early Warning Systems: This collection of resources from the 10 federally funded RELs includes dozens of reports, infographics, tools, and videos that detail EWIs of risks of students having poor outcomes, summarizes research on EWS, and describes experiences from the field. https://ies.ed.gov/ncee/edlabs/projects/ews.asp\n• Issue Brief: Early Warning Systems in Education: This brief from the U.S. Department of Education (2016) is part of a series on high school improvement strategies. It highlights EWS as a strategy for reducing dropout. It begins with a definition of EWS and describes key research-based EWIs (attendance, behavior, and course performance, or “the ABCs”). It then summarizes findings from the National Survey on High School Strategies Designed to Help At-Risk Students Graduate. https://www2.ed.gov/rschstat/eval/high-school/early-warning-systems-brief.pdf"
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 3,
        "absolute_page": 3,
        "title": "Early Warning Systems - Where can I go to learn more? (continued)",
        "concept": "EWS Resources",
        "content": "• REL Midwest Early Warning Intervention and Monitoring System (EWIMS) study report and infographic: The infographic visualizes the seven-step EWIMS process—a specific type of EWS— and summarizes findings of the randomized controlled trial, including common barriers to implementation. The link below includes both the full text of the study as well as the infographic. https://ies.ed.gov/ncee/rel/Products/Publication/3867\n• Attendance Works’ Three Tiers of Intervention: After an EWS team identifies patterns across the school and students who would benefit from additional supports, the team may apply and monitor relevant interventions. This resource provides examples of interventions at different tiers: foundational, whole-school supports; Tier 1—universal prevention; Tier 2—early intervention; and Tier 3—intensive/individual intervention. https://www.attendanceworks.org/chronic-absence/addressing-chronic-absence/3-tiers-of-intervention/"
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Annotated References - Early Warning Systems",
        "concept": "EWS Annotated Bibliography",
        "content": "Reference: Faria, A.-M., Sorensen, N., Heppen, J., Bowdon, J., Taylor, S., Eisner, R., & Foster, S. (2017). Getting students on track for graduation: Impacts of the Early Warning Intervention and Monitoring System after one year (REL 2017–272). Strategy: Early warning intervention and monitoring system (EWIMS). Setting: 73 high schools in Indiana, Michigan, and Ohio. Sample: 37,671 students in grades 9 and 10. Methodology: Experimental. Outcomes: Improved attendance, Decreased course failures.\n\nReference: Roderick, M., Kelley-Kemple, T., Johnson, D. W., & Ryan, S. (2021). The preventable failure: Improvements in high school graduation rates when high schools focus on the ninth-grade year. Strategy: Grade 9 “on track” indicator and monitoring system. Setting: 17 high schools in Chicago Public Schools. Sample: Students in grade 9. Methodology: Correlational study. Outcomes: Improved high school graduation rate.\n\nReference: U.S. Department of Education. (2016). Issue brief: Early warning systems. Strategy: Early warning systems. Setting: Public high schools in the United States. Sample: Students in grades 9–12. Methodology: Descriptive statistics and research brief. Outcomes: Not applicable."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 5,
        "absolute_page": 5,
        "title": "Mentoring - What is it?",
        "concept": "Definition and Examples of Mentoring Programs",
        "content": "Mentoring programs are developed by schools to provide a range of supports to students and are primarily meant to establish an ongoing positive relationship between a student and a caring adult. Mentors can be individuals working in or with connections to the school, or they can be drawn from the community. Mentors may be older students within the school. Connecting students with mentors has been shown to reduce student chronic absenteeism. Mentoring programs vary in structure and can include individuals both within the school or from the community. One example of a mentoring program that uses mentors from within the school building is LISTEN (Linking Individual Students to Educational Needs). This program worked to establish a positive relationship between students displaying symptoms of risk and caring adults, such as school administrators, teachers, custodians, and others in the same school as the students. The mentoring relationship focused on several areas, including study habits, communication skills, and interpersonal relationships. An example of a mentoring program that included individuals from inside and outside of the school is New York City’s Success Mentors Corps. This program included three types of mentors: adults from outside organizations such as AmeriCorps, trained school staff, and peer mentors, who are high school juniors who mentor their grade 9 peers."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 5,
        "absolute_page": 5,
        "title": "Mentoring - What did the research find?",
        "concept": "Research Findings on Mentoring",
        "content": "A study examining the impact of Success Mentors on the attendance of approximately 10,000 students with histories of chronic absenteeism found that these students, on average, gained almost two additional weeks of schooling in the year(s) they had a mentor. The study found that in-school staff (for example, teachers, coaches, noncertified staff) and external community partners (for example, national service corps members, social work students, retired professionals) had similar effects on student attendance. May et al. (2021) examined outcomes of secondary students who received mentorship from adult volunteers providing emotional support, behavioral support, and academic tutoring help two or more days per week at the school site. The authors found positive impacts on attendance and student achievement. Greater gains were shown for students who had a mentor for both middle and high school instead of one or the other. Other research found that mentors reduced chronic absenteeism in students from one year to the next and that having activities focused on attendance reduced the percentage of students who missed at least 20 days of school in a year. Other benefits of mentoring programs include a positive association with grade point average and discipline referrals."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 5,
        "absolute_page": 5,
        "title": "Mentoring - Where can I go to learn more?",
        "concept": "Mentoring Resources",
        "content": "• Relationships Matter: A Toolkit for Launching an Elementary Success Mentors Initiative: This toolkit from Attendance Works is designed to help school districts and site administrators establish an elementary Success Mentor program, from mentor recruitment to ongoing program support. https://www.attendanceworks.org/resources/toolkits/mentoring-elementary-success-mentors/\n• The National Mentoring Resource Center: This organization aims to improve the quality and effectiveness of youth mentoring programs and relationships by supporting practitioners to more deeply incorporate evidence-based practices to support positive youth outcomes. https://nationalmentoringresourcecenter.org/"
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 6,
        "absolute_page": 6,
        "title": "Mentoring - Where can I go to learn more? (continued)",
        "concept": "Mentoring Resources",
        "content": "• MENTOR: The National Mentoring Partnership: MENTOR is a 30-year-old nonprofit organization with a mission to fuel the quality and quantity of mentoring relationships for America’s young people and to close the mentoring gap for the one in three young people who grow up without this critical support. https://www.mentoring.org"
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 7,
        "absolute_page": 7,
        "title": "Annotated References - Mentoring",
        "concept": "Mentoring Annotated Bibliography",
        "content": "Reference: Balfanz, R., & Byrnes, V. (2013). Meeting the challenge of combating chronic absenteeism: Impact of the NYC Mayor’s Interagency Task Force on Chronic Absenteeism and School Attendance and its implications for other cities. Strategy: Success Mentors. Setting: 100 elementary, middle, and high schools in New York City. Sample: Students in grades K–12. Methodology: Mixed-methods correlational and quasi-experimental. Outcomes: Reduced chronic absenteeism, Improved grade point average.\n\nReference: Johnson, K. C., & Lampley, J. H. (2010). Mentoring at-risk middle school students. Strategy: LISTEN (Linking Individual Students To Educational Needs). Setting: 1 northeastern Tennessee middle school. Sample: Students in grades 6–8. Methodology: Correlational. Outcomes: Increased attendance rates, Improved grade point average, Reduced discipline referrals.\n\nReference: Jordan, P. W. (2021). Present danger: Solving the deepening student absenteeism crises. Strategy: Mentoring (generic). Setting: Not applicable. Sample: Not applicable. Methodology: Research brief. Outcomes: Not applicable.\n\nReference: May, J. J., Conway, D. M., & Guice, A. D. (2021). Follow the money or follow the mentors? The impact of mentoring on absenteeism and achievement in high poverty schools. Strategy: Mentoring (generic). Setting: 1 middle and 1 high school in an urban, Midwestern school district. Sample: Students in grades 6–10. Methodology: Correlational. Outcomes: Decreased absences, Improved grade point average.\n\nReference: Sheldon, S. B., & Epstein, J. L. (2004). Getting students to school: Using family and community involvement to reduce chronic absenteeism. Strategy: Mentoring (generic). Setting: 19 elementary and 10 secondary schools in the United States. Sample: Students in grades K–12. Methodology: Correlational. Outcomes: Reduced chronic absenteeism."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 8,
        "absolute_page": 8,
        "title": "Check & Connect - What is it?",
        "concept": "Definition and Application of Check & Connect",
        "content": "Check & Connect is an intervention that uses a framework of mentoring and case management aimed toward reducing school dropout. The “Check” component is includes frequent monitoring of student performance and progress. The “Connect” component involves program staff giving individualized attention to students while coordinating with other school staff, family members, and community organizations as relevant. Check & Connect aligns with the mentoring section of this handout, as this program matches an adult to check in with a student regularly over time. However, it includes specific elements that are not always included in a typical mentoring program, including a core focus on the adult and student checking in on and documenting attendance, behaviors, and academic performance. Check & Connect adults serve as check-in partner and case manager, typically with less one-on-one time for students than some mentoring programs. Check & Connect can be used with any K–12 student and has been implemented with students in all demographic groups with an emphasis on students who showed signs of disengagement (for example, lowered attendance and academic achievement). Check & Connect includes practices geared toward improving four “salient and pliable student-level factors” linked to dropout: attendance, academic achievement, engagement, and behavior."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 8,
        "absolute_page": 8,
        "title": "Check & Connect - What did the research find?",
        "concept": "Research Findings on Check & Connect",
        "content": "Maynard et al. (2013) evaluated the impact of Check & Connect in a rigorous randomized controlled trial of middle and high school students who already received Communities in Schools (CIS) services. There were positive differences in attendance, academic performance, and behavior for CIS students who also received Check & Connect compared with students who received CIS services only. Two studies examined the effects of Check & Connect on secondary students with disabilities. The studies found that the program increases the likelihood that students will both stay in and progress in school."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 8,
        "absolute_page": 8,
        "title": "Check & Connect - Where can I go to learn more?",
        "concept": "Check & Connect Resources",
        "content": "• Check & Connect: The Power of Caring in a Student’s Life: Check & Connect was developed by the Institute on Community Integration at the University of Minnesota. This organization provides resources for schools interested in implementing the intervention, such as background research, a manual for schools, training resources, and more. https://checkandconnect.umn.edu/\n• What Works Clearinghouse Evidence Snapshot for Check & Connect: The What Works Clearinghouse (WWC) is a federally funded program that provides third-party reviews of the quality of evidence behind what works in education. This evidence snapshot provides an overview of the research behind the Check & Connect program, including the setting and sample included in the research, the relevant findings, and connection to more resources on the intervention. https://ies.ed.gov/ncee/wwc/EvidenceSnapshot/78"
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 9,
        "absolute_page": 9,
        "title": "Annotated References - Check & Connect",
        "concept": "Check & Connect Annotated Bibliography",
        "content": "Reference: Maynard, B. R., Kjellstrand, E. K., & Thompson, A. M. (2013). Effects of Check & Connect on attendance, behavior, and academics: A randomized effectiveness trial. Strategy: Check & Connect. Setting: 4 high schools, 9 middle schools, and one middle/high school in a large urban region in the southwestern U.S. Sample: Students in grades 6–12. Methodology: Randomized controlled trial. Outcomes: Improved academic performance (grades), Reduced disciplinary infractions.\n\nReference: Sinclair, M. F., Christenson, S. L., Evelo, D. L., & Hurley, C. M. (1998). Dropout prevention for youth with disabilities: Efficacy of a sustained school engagement procedure. Strategy: Check & Connect. Setting: 1 school district in an urban area in the Midwest. Sample: Students in grades 7–9. Methodology: Randomized controlled trial. Outcomes: Increased completion of course assignments, Increase credit accumulation.\n\nReference: Sinclair, M. F., Christenson, S. L., & Thurlow, M. L. (2005). Promoting school completion of urban secondary youth with emotional or behavioral disabilities. Strategy: Check & Connect. Setting: 1 urban school district in the U.S. Sample: Students in grade 9. Methodology: Randomized controlled trial. Outcomes: Reduced high school dropout, Increased attendance, Reduced student mobility, Increased high school completion and educational persistence.\n\nReference: U.S. Department of Education, Institute of Education Sciences, What Works Clearinghouse. (2015). Dropout Prevention intervention report: Check & Connect. Strategy: Check & Connect. Setting: Not available. Sample: Students in grades 9–12. Methodology: Meta-analysis of randomized controlled trials. Outcomes: Staying in school, Progressing in school, Completing school."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 10,
        "absolute_page": 10,
        "title": "Nudging and Other Behavioral and Psychosocial Interventions - What is it?",
        "concept": "Definition of Nudging and Behavioral Interventions",
        "content": "Behavioral interventions are a type of psychosocial intervention, a category that includes cognitive behavioral therapy, social skills training, and other supports to reduce emotional distress, improve prosocial behaviors, and subsequently increase attendance. Nudge theory consists of unobtrusive interventions that are intended to promote a desired behavior. Nudging interventions in educational settings often entail some sort of communication (for example, text, postcard) that reminds the recipient of an action that should be taken or provides information that may spur specific behavior. Nudging and other brief behavioral interventions have included students from all grade levels, geographical contexts, and demographic groups. A research review by Maynard et al. (2015) found high-quality studies of psychosocial interventions applied in both elementary and secondary students. Nudging can include sending families a periodic postcard with student attendance records and/or encouragement to strive for consistent attendance to reduce absenteeism, or sending weekly updates on missed assignments or absences."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 10,
        "absolute_page": 10,
        "title": "Nudging and Other Behavioral and Psychosocial Interventions - What did the research find?",
        "concept": "Research Findings on Nudging and Behavioral Interventions",
        "content": "Behavioral interventions: Brief and simple interventions aimed at affecting student mindset and self-image are intended to increase school performance. Several rigorous studies showed that middle school students of color who participated in a self-affirming classroom writing exercise had improved academic and attendance outcomes that persisted over years. Cognitive behavioral therapy was found to have significant positive effects on attendance among K–12 students in multiple countries.\nNudging: Low-cost behavioral interventions such as nudges and other simple psychosocial interventions have been found to be effective in improving student attendance. Rogers et al. (2017) conducted a randomized controlled trial and found that a single postcard that encouraged guardians to improve their student’s attendance reduced absences by roughly 2.4 percent. This positive effect was found for elementary and secondary students. Heppen et al. (2020) tested several text messaging strategies with families of 26,000 elementary students, showing that all strategies and message content were effective at reducing the chronic absence rate. For students who were chronically absent in the fall, personal texts directly from the teacher were associated with bigger improvements than automated text messages. Intensified messaging that involved school staff directly texting parents reduced chronic absence rates in the spring more than the other more automated intensified approach, for students with a prior history of high absences."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 10,
        "absolute_page": 10,
        "title": "Nudging and Other Behavioral and Psychosocial Interventions - Where can I go to learn more?",
        "concept": "Nudging and Behavioral Intervention Resources",
        "content": "• How to Text Message Parents to Reduce Chronic Absence Using an Evidence-Based Approach (Kurkji et al., 2022): This toolkit from the Institute of Education Sciences is designed for school districts that are interested in running a text messaging campaign to address chronic absenteeism in their schools. The toolkit includes evidence-based approaches to communicating with parents and families of students displaying signs of chronic absenteeism as well as samples of text messages. https://ies.ed.gov/ncee/pubs/2022001/pdf/2022001.pdf"
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 11,
        "absolute_page": 11,
        "title": "Nudging and Other Behavioral and Psychosocial Interventions - Where can I go to learn more? (continued)",
        "concept": "Nudging and Behavioral Intervention Resources",
        "content": "• Quick Word With Jessica Heppen on Using Texting to Reduce Chronic Absenteeism in Schools: This is a Q&A with the lead author of an IES-funded study (Heppen et al., 2020) of text nudges to families to increase attendance among their elementary school children. https://www.air.org/resource/qa/quick-word-jessica-heppen-using-texting-reduce-chronic-absenteeism-schools\n• Small Nudges Can Push Students in the Right Direction (Sparks, 2017): This short article gives an overview of findings from research on nudges and other brief cognitive and behavioral interventions. https://www.edweek.org/leadership/small-nudges-can-push-students-in-the-right-direction"
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 12,
        "absolute_page": 12,
        "title": "Annotated References - Nudging and Other Behavioral and Psychosocial Interventions",
        "concept": "Nudging and Behavioral Interventions Annotated Bibliography",
        "content": "Reference: Borman, G. D., Choi, Y., & Hall, G. J. (2021). The impacts of a brief middle-school self-affirmation intervention help propel African American and Latino students through high school. Strategy: A brief self-affirmation intervention to mitigate stereotype threat. Setting: 11 middle schools in Madison, WI. Sample: Students in grades 7–12. Methodology: Randomized controlled trial. Outcomes: Reduced the achievement gap between African American and Hispanic students and their White and Asian peers, Increased on-time graduation rates.\n\nReference: Heppen, J. B., Kurki, A., & Brown, S. (2020). Can texting parents improve attendance in elementary school? A test of an adaptive messaging strategy. Strategy: Text messaging. Setting: 108 elementary schools in 4 large, urban districts in the U.S. Sample: Students in grades K–5. Methodology: Randomized controlled trial. Outcomes: Reduced chronic absences.\n\nReference: Jordan, P. W. (2021). Present danger: Solving the deepening student absenteeism crises. Strategy: Not applicable. Setting: Not applicable. Sample: Not applicable. Methodology: Research brief. Outcomes: Not applicable.\n\nReference: Kurki, A., Heppen, J. B., & Brown, S. (2021). How to text message parents to reduce chronic absence using an evidence-based approach. Toolkit. Strategy: Text messaging. Setting: Not applicable. Sample: Not applicable. Methodology: Practitioner guide. Outcomes: Not applicable.\n\nReference: Maynard, B. R., Brendel, K. E., Bulanda, J. J., Heyne, D., Thompson, A. M., & Pigott, T. D. (2015). Psychosocial interventions for school refusal behavior with primary and secondary school students: A systematic review. Strategy: Cognitive behavioral therapy. Setting: Not applicable. Sample: Not applicable. Methodology: Research synthesis. Outcomes: Improved school attendance."
    },
    {
        "source_document": "handout-strategies-address-chronic-absenteeism.pdf",
        "relative_page": 13,
        "absolute_page": 13,
        "title": "Annotated References - Nudging and Other Behavioral and Psychosocial Interventions (continued)",
        "concept": "Nudging and Behavioral Interventions Annotated Bibliography",
        "content": "Reference: Rogers, T., Duncan, T., Wolford, T., Ternovski, J., Subramanyam, S., & Reitano, A. (2017). A randomized experiment using absenteeism information to “nudge” attendance. Strategy: Sending postcards to parents or guardians of students. Setting: School District of Philadelphia (PA). Sample: Students in grades 1–12. Methodology: Randomized controlled trial. Outcomes: Reduced student absences."
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 1,
        "absolute_page": 1,
        "title": "High Quality Tutoring: An Evidence-Based Strategy to Tackle Learning Loss",
        "concept": "Introduction to Post-Pandemic Educational Challenges",
        "content": "This fall, schools are welcoming students back to in-person instruction, following months or even a year or more of closed campuses and distance learning because of the COVID-19 pandemic. Virtual schooling was not successful for all students.[1] And along with experiencing other stresses caused by the pandemic, some students returning to classrooms have increased social and emotional needs and substantial academic learning loss.[2]\n\nFurther, many student groups who were disadvantaged in school prior to the pandemic--primarily students from low socioeconomic communities and Black, Latinx, and Indigenous students--were disproportionately impacted during the pandemic, resulting in further widening of achievement gaps.[3] For school and district leaders who are considering strategies to accelerate student learning, high-quality tutoring is one evidence-based strategy that can make a positive impact.[4]"
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 1,
        "absolute_page": 1,
        "title": "Accelerate Learning To Address Lost Instructional Time",
        "concept": "Strategies for Learning Acceleration",
        "content": "To address lost instructional time, the U.S. Department of Education suggests that local education agencies (LEAs) focus their American Rescue Plan (ARP) [5] funds on strategies that accelerate student learning. School and district leaders can choose from four evidence-based strategies to help students catch up academically: in-school acceleration, high-quality tutoring, programs offered outside of school hours, and summer learning and enrichment. LEAs may choose to implement one or a combination of strategies, depending on students' academic needs, available resources, and partnerships with local organizations that may be able to assist."
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 2,
        "absolute_page": 2,
        "title": "Accelerate Learning To Address Lost Instructional Time",
        "concept": "Definition of Accelerated Learning",
        "content": "Accelerated learning ensures that students, especially those who have experienced the greatest learning losses, are consistently instructed with grade-level materials, are provided scaffolding, and are gaining the most critical just-in-time content knowledge and skills needed to access curricula at the appropriate grade level. Accelerated learning is different from remediation; with remediation, students are instructed in the core content of a lower grade level, thus delaying their engagement with grade-level curricula."
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 2,
        "absolute_page": 2,
        "title": "What High-quality Tutoring Looks Like",
        "concept": "Characteristics of Effective Tutoring",
        "content": "A recent systematic review and meta-analysis examined 96 studies on tutoring programs and found that tutoring is an effective practice that yields consistent and substantial positive impacts on learning outcomes.[6]\n\nKey takeaways regarding high-quality tutoring include the following:\n\nTutoring is most effective when conducted at school, during school hours, and in three or more sessions per week for at least 30 minutes each.\n\nTutoring is more effective when conducted by teachers or professional tutors who are well trained and supervised rather than by volunteers, peers, or parent tutors.\n\nEarly-grade students (pre-K-1) benefit from 1:1 tutoring; students in grades 2-5 benefit from small groups with a tutor-student ratio of 1:3 or 1:4; secondary students benefit from small groups with a tutor-student ratio of no more than 1:4.\n\nReading tutoring tends to be relatively more effective for students in grades pre-K-1, whereas math tutoring tends to be more effective for students in grades 2-5."
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 2,
        "absolute_page": 2,
        "title": "Upcoming REL West Webinar On High-quality Tutoring",
        "concept": "Webinar Announcement",
        "content": "Join Us for an Upcoming REL West Webinar\n\nHigh-Quality Tutoring: A Deeper Dive into Literacy and Mathematics\n\nWednesday, November 17, 2021\n\n1:00 PM (PDT)\nSince the start of the pandemic, Regional Educational Laboratory (REL) West has been providing evidence-based resources to support education leaders and practitioners as they plan and make informed decisions about programming and practices. REL West developed the REL West COVID-19 Response resource page, which includes informative blogs, resource memos, and archived webinars on a variety of topics related to the impacts of the pandemic."
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 3,
        "absolute_page": 3,
        "title": "Upcoming REL West Webinar On High-quality Tutoring",
        "concept": "Webinar Details and Objectives",
        "content": "Some topics include strategies educators can use to support students' social and emotional needs, district practices for promoting safe digital learning environments, and ways to engage parents and students from diverse populations.\n\nOn September 22, REL West will host the first of a three-part webinar series on high-quality tutoring. The webinar will offer participants timely and practical information, and share research-based guidance about implementing high-quality tutoring to address the impact of lost instructional time due to COVID-19. Presenters will discuss key research findings about the positive impacts of high-quality tutoring on learning outcomes and will discuss what to consider when launching a tutoring program."
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 3,
        "absolute_page": 3,
        "title": "Related Resources",
        "concept": "List of External Resources and Publications",
        "content": "To learn more about high-quality tutoring, explore the following resources:\n\nSystematic review and meta-analysis report: The impressive effects of tutoring on preK-12 learning: A systematic review and meta-analysis of the experimental evidence, Andre Joshua Nickow, Philip Oreopoulos, and Vincent Quan, Annenberg Institute at Brown University\n\nInformative summary of the Nickow et al. (2020) meta-analysis: The Transformative Potential of Tutoring for Pre K-12 Learning Outcomes: Lessons from Randomized Evaluations, Abdul Latif Jameel, Poverty Action Lab\n\nEvidence brief: Accelerating Student Learning With High-Dosage Tutoring, EdResearch for Recovery\n\nInformational brief: Using the American Rescue Plan Act Funding for High-Impact Tutoring, National Student Support Accelerator, Annenberg Institute for School Reform at Brown University\n\nHandbook: ED COVID-19 Handbook, Volume 2: Roadmap to Reopening Safely and Meeting All Students’ Needs, U.S. Department of Education\n\nResource: Strategies for Using American Rescue Plan Funding to Address the Impact of Lost Instructional Time, U.S. Department of Education"
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 3,
        "absolute_page": 3,
        "title": "References",
        "concept": "Citations and References",
        "content": "[1] U.S. Department of Education, Office for Civil Rights. (June 2021). Education in a pandemic: The disparate impacts of COVID-19 on America's students. http://www2.ed.gov/about/offices/list/ocr/docs/20210608-impacts-of-covid19.pdf\n\n[2] Ibid.\n\n[3] Ibid."
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "References",
        "concept": "Citations and References",
        "content": "[4] Nickow, A. J., Oreopoulos, P., & Quan, V. (2020). The impressive effects of tutoring on preK-12 learning: A systematic review and meta-analysis of the experimental evidence [EdWorkingPaper: 20-267]. Annenberg Institute at Brown University. https://doi.org/10.26300/eh0c-pc52\n\n[5] In March 2021, Congress passed the American Rescue Plan, which includes emergency relief funds to assist school districts in safely reopening schools and addressing the impact of the pandemic on students.\n\n[6] Nickow et al. (2020)."
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Tags",
        "concept": "Article Tags",
        "content": "EDUCATIONAL EQUITY\nACADEMIC ACHIEVEMENT"
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Meet the Author",
        "concept": "Author Information",
        "content": "Pamela Fong\nWestEd"
    },
    {
        "source_document": "high-quality-tutoring-evidence-based-strategy-tackle-learning-loss.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Related blogs",
        "concept": "Related Content",
        "content": "Happy New Year from the ECLS-K: 2024!\nJanuary 07, 2025 by Jill McCarroll\n\nA Solution for Promoting Accuracy and Equity in Measures of School Performance\nNovember 07, 2024 by Morgan Rosendahl, Brian Gill"
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 1,
        "absolute_page": 1,
        "title": "Check & Connect - Program Description",
        "concept": "Program Overview",
        "content": "Check & Connect is an intervention to reduce dropping out of school. It is based on monitoring of school performance, mentoring, case management, and other supports. The 'Check' component is designed to continually monitor student performance and progress. The 'Connect' component involves program staff giving individualized attention to students in partnership with other school staff, family members, and community service organizations. Students enrolled in Check & Connect are assigned a 'monitor' who regularly reviews information on attendance, behavior, or academic problems and intervenes when problems are identified. The monitor also advocates for students, coordinates services, provides ongoing feedback and encouragement, and emphasizes the importance of staying in school."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 1,
        "absolute_page": 1,
        "title": "Check & Connect - Research Evidence",
        "concept": "Research Summary",
        "content": "The What Works Clearinghouse (WWC) identified two studies of Check & Connect that both fall within the scope of the Dropout Prevention topic area and meet WWC group design standards. Two studies meet WWC group design standards without reservations. Together, these studies included 238 students who attended Minneapolis high schools and entered the program in the beginning of ninth grade. These two studies include students that receive special education services for a learning, emotional, or behavioral disability. The WWC considers the extent of evidence for Check & Connect on high school students with learning, behavioral, or emotional disabilities who are at risk of dropping out to be small for three outcome domains—staying in school, progressing in school, and completing school."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 1,
        "absolute_page": 1,
        "title": "Check & Connect - Effectiveness Results",
        "concept": "Program Effectiveness",
        "content": "Check & Connect was found to have positive effects on staying in school, potentially positive effects on progressing in school, and no discernible effects on completing school for high school students with learning, behavioral, or emotional disabilities."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 2,
        "absolute_page": 2,
        "title": "Check & Connect - Summary of Findings",
        "concept": "Quantitative Results",
        "content": "Summary of findings: Staying in school - Positive effects, +25 improvement index (percentile points), +18 to +31 range, 2 studies, 238 students, Small extent of evidence. Progressing in school - Potentially positive effects, +30 improvement index, 1 study, 92 students, Small extent of evidence. Completing school - No discernible effects, +1 improvement index, 1 study, 144 students, Small extent of evidence."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 3,
        "absolute_page": 3,
        "title": "Check & Connect - Program Background and Development",
        "concept": "Program Information",
        "content": "Check & Connect was developed by the Institute on Community Integration at the University of Minnesota. More information and additional references to research about the program can be found at http://ici.umn.edu/checkandconnect or by sending an email to checkandconnect@umn.edu."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 3,
        "absolute_page": 3,
        "title": "Check & Connect - Program Implementation Details",
        "concept": "Program Components",
        "content": "Check & Connect has two main components: 'Check' and 'Connect.' The Check component is designed to continually monitor student performance and progress (including the student's attendance, incidence of suspensions, course grades, and credits). The Connect component involves program staff giving individualized attention to students, in partnership with other school staff, family members, and community service organizations. The components are implemented by the Check & Connect 'monitor,' who functions as the student's mentor and case worker. Monitors provide basic intervention for all students on their caseload, as well as intensive intervention for students as needed. Basic interventions involve regular structured discussions between the monitor and student—at least weekly for elementary and middle school students and twice a month for high school students—about their progress in school and about how to resolve conflicts and cope with challenges."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 3,
        "absolute_page": 3,
        "title": "Check & Connect - Program Cost",
        "concept": "Implementation Cost",
        "content": "Program developers report that implementing Check & Connect in secondary schools cost about $1,400 a student per year in the 2001–02 school year. More recent cost information was not available at the time of this report."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Check & Connect - Research Methodology",
        "concept": "Research Design",
        "content": "The WWC identified three eligible studies that investigated the effects of Check & Connect on staying in school, progressing in school, and completing school for students who attend middle school, junior high school, or high school, and are at risk of dropout, or who have dropped out of school. The WWC reviewed three eligible studies against group design standards. Two studies (Sinclair, Christenson, Evelo, & Hurley, 1998; Sinclair, Christenson, & Thurlow, 2005) are randomized controlled trials that meet WWC group design standards without reservations."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Check & Connect - Study 1 Details (Sinclair et al., 1998)",
        "concept": "Research Studies",
        "content": "Sinclair et al. (1998) conducted a randomized controlled trial that examined the effects of Check & Connect on 94 high school students in Minneapolis with learning, emotional, or behavioral disabilities during the 1994–95 school year. Students were randomly assigned at the beginning of ninth grade, with 47 students assigned to the intervention group and 47 students assigned to the comparison group. In this study, both intervention and comparison group students received Check & Connect services in seventh and eighth grade, but only intervention group students continued to receive these services in ninth grade."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Check & Connect - Study 2 Details (Sinclair et al., 2005)",
        "concept": "Research Studies",
        "content": "Sinclair et al. (2005) conducted a randomized controlled trial with an analytic sample that included 144 ninth-grade students from Minneapolis public schools with emotional or behavioral disabilities, including 71 students randomly assigned to the intervention group and 73 students randomly assigned to the comparison group. In this study, intervention group students received Check & Connect services throughout high school, while the comparison group received no Check & Connect services. Student outcomes related to dropout status and high school completion were assessed following the students' fourth year in high school."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 5,
        "absolute_page": 5,
        "title": "Check & Connect - Staying in School Domain Results",
        "concept": "Outcome Effectiveness",
        "content": "Two studies that meet WWC group design standards without reservations reported findings in the staying in school domain. The Sinclair et al. (1998) study reported that ninth-grade students enrolled in Check & Connect were statistically significantly less likely than similar comparison group students to have dropped out of school by the end of ninth grade. The Sinclair et al. (2005) study reported that Check & Connect students were statistically significantly less likely to have dropped out of school at the end of the fourth follow-up year. Thus, for the staying in school domain, both studies showed statistically significant positive effects. This results in a rating of positive effects, with a small extent of evidence."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 5,
        "absolute_page": 5,
        "title": "Check & Connect - Progressing in School Domain Results",
        "concept": "Outcome Effectiveness",
        "content": "One study that meets WWC group design standards without reservations reported findings in the progressing in school domain. Sinclair et al. (1998) reported that ninth-grade students enrolled in Check & Connect accrued statistically significantly more credits at the end of the first follow-up year (corresponding to the end of ninth grade) than comparison group students. Thus, for the progressing in school domain, one study showed statistically significant positive effects. This results in a rating of potentially positive effects, with a small extent of evidence."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 6,
        "absolute_page": 6,
        "title": "Check & Connect - Completing School Domain Results",
        "concept": "Outcome Effectiveness",
        "content": "One study that meets WWC group design standards without reservations reported findings in the completing school domain. Sinclair et al. (2005) examined Check & Connect's effect on whether students completed school on time (within 4 years of entering the ninth grade). The study indicated that there was no statistically significant or substantially important effect on on-time high school completion. Thus, for the completing school domain, one study showed no discernible effects. This results in a rating of no discernible effects, with a small extent of evidence."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 7,
        "absolute_page": 7,
        "title": "References",
        "concept": "References",
        "content": "Lists the studies that meet WWC group design standards without reservations (Sinclair et al., 1998; Sinclair et al., 2005), studies that meet WWC group design standards with reservations (None), studies that do not meet WWC group design standards, and studies that are ineligible for review using the Dropout Prevention Evidence Review Protocol."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 8,
        "absolute_page": 8,
        "title": "Additional Sources",
        "concept": "References",
        "content": "Continues the list of studies that are ineligible for review, providing citations for various reports and articles related to the Check & Connect program."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 9,
        "absolute_page": 9,
        "title": "Check & Connect - Study 1 Implementation Details (Sinclair et al., 1998)",
        "concept": "Implementation Characteristics",
        "content": "The intervention group received Check & Connect services in the seventh and eighth grades and, after being assigned to the intervention group, continued to receive the program in ninth grade. Students had their level of engagement with school (including attendance, academic performance, and disciplinary actions) recorded on a daily basis by a monitor. This person worked with the same students across several years, following them to different schools as needed. Monitors had regular interactions with all students on at least a monthly basis to discuss their educational progress, the importance of staying in school, and problem solving strategies. In this study, monitors worked 20 hours a week and maintained an average caseload of 25 students."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 10,
        "absolute_page": 10,
        "title": "Check & Connect - Study 2 Implementation Support (Sinclair et al., 2005)",
        "concept": "Implementation Characteristics",
        "content": "Information about implementation of Check & Connect focuses primarily on the training and support provided to monitors. Monitors were overseen by a project coordinator, who was a school psychologist and former Check & Connect monitor. Monitors participated in an initial orientation workshop. They also attended weekly or biweekly staff meetings and periodic staff development sessions. Each monitor received instructions on how to complete the monitoring sheet to ensure consistency across monitors and settings. Monitors submitted printouts of attendance records with their monitoring sheets for verification purposes."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 11,
        "absolute_page": 11,
        "title": "Check & Connect - Outcome Measurement Definitions",
        "concept": "Measurement Framework",
        "content": "Staying in school outcomes: Dropped out of school at end of first year following random assignment - Students' dropout status verified through a tracking system drawn from various sources including project and school staff, social workers, probation officers, and school district database. Progressing in school outcomes: Total number of credits accrued during school year - Accrual of credits collected through the district's database. Students needed to earn an average of 15 credits per year to earn the 60 credits required for graduation. Completing school outcomes: Completed high school diploma or GED - Students' graduation with standard diploma or GED certificate determined at end of fourth academic year after random assignment, verified through school district records and State Department of Education."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 12,
        "absolute_page": 12,
        "title": "Findings Included in the Rating for the Staying in School Domain",
        "concept": "Statistical Findings",
        "content": "Provides detailed statistical results for the 'staying in school' domain from two studies (Sinclair et al., 1998; Sinclair et al., 2005). For the 1998 study of 94 9th graders, the intervention group had a 9% dropout rate compared to 30% for the comparison group, resulting in an improvement index of +31. For the 2005 study of 144 12th graders, the intervention group had a 39% dropout rate compared to 58% for the comparison group, resulting in an improvement index of +18. Both findings were statistically significant."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 13,
        "absolute_page": 13,
        "title": "Findings Included in the Rating for the Progressing in School Domain",
        "concept": "Statistical Findings",
        "content": "Presents statistical findings for the 'progressing in school' domain from Sinclair et al. (1998). Among 92 9th-grade students, the intervention group accrued an average of 12.13 credits, while the comparison group accrued 6.63 credits. This resulted in a statistically significant improvement index of +30."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 14,
        "absolute_page": 14,
        "title": "Findings Included in the Rating for the Completing School Domain",
        "concept": "Statistical Findings",
        "content": "Details the statistical results for the 'completing school' domain from Sinclair et al. (2005). For 144 12th-grade students, 30% of the intervention group completed high school or a GED on time, compared to 29% of the comparison group. This resulted in a non-statistically significant improvement index of +1."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 15,
        "absolute_page": 15,
        "title": "Description of Supplemental Findings for the Staying in School Domain",
        "concept": "Supplemental Data",
        "content": "Provides supplemental data from Sinclair et al. (2005) on the percentage of students still enrolled at the end of the fourth year. In the intervention group, 31% were still enrolled, compared to 14% in the comparison group. This resulted in an improvement index of +23."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 16,
        "absolute_page": 16,
        "title": "Description of Supplemental Findings for the Completing School Domain",
        "concept": "Supplemental Data",
        "content": "Presents supplemental data from Sinclair et al. (2005) on students who completed high school or a GED one year after their expected graduation. In a subsample of 144 students, 34% of the intervention group had completed, compared to 30% of the comparison group, resulting in an improvement index of +4."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 17,
        "absolute_page": 17,
        "title": "Endnotes",
        "concept": "Endnotes",
        "content": "Contains endnotes providing further details on the program description, literature search, study review standards, program design, data sources, and statistical analysis methods used in the report."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 18,
        "absolute_page": 18,
        "title": "WWC Rating Criteria",
        "concept": "Rating Criteria",
        "content": "Defines the criteria used to determine the rating of a study (e.g., Meets WWC group design standards without reservations), the rating of effectiveness for an intervention (e.g., Positive effects, No discernible effects), and the extent of evidence for an intervention (e.g., Medium to large, Small)."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 19,
        "absolute_page": 19,
        "title": "Glossary of Terms",
        "concept": "Glossary",
        "content": "Provides definitions for key terms such as Attrition, Clustering adjustment, Confounding factor, Design, Domain, Effect size, Eligibility, Equivalence, Extent of evidence, Improvement index, Intervention, Intervention report, Multiple comparison adjustment, Quasi-experimental design (QED), Randomized controlled trial (RCT), Rating of effectiveness, and Single-case design."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 20,
        "absolute_page": 20,
        "title": "Glossary of Terms (Continued)",
        "concept": "Glossary",
        "content": "Continues the glossary with definitions for Standard deviation, Statistical significance, Substantively important, and Systematic review."
    },
    {
        "source_document": "wwc_checkconnect_050515.pdf",
        "relative_page": 21,
        "absolute_page": 21,
        "title": "Report Type Information",
        "concept": "Report Type",
        "content": "Explains that an intervention report summarizes the findings of high-quality research on a given program, practice, or policy in education. The WWC searches for all research studies on an intervention, reviews each against evidence standards, and summarizes the findings of those that meet standards."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 1,
        "absolute_page": 1,
        "title": "Early Intervention Strategies: Using Teams to Monitor & Identify Students in Need of Support",
        "concept": "Overview and Framework",
        "content": "Session 2. Professional Learning Series. October 5, 2021."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 2,
        "absolute_page": 2,
        "title": "Welcome!",
        "concept": "Overview and Framework",
        "content": "Presenters: Cecelia Leong, Vice President of Programs, and Angela Duran, Senior Fellow."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 3,
        "absolute_page": 3,
        "title": "Three E-Learning Sessions",
        "concept": "Overview and Framework",
        "content": "During these sessions, participants will learn how to work as a team to take a multi-tiered approach to improve attendance in their schools:\n• Session 1 — Whole School Engagement Strategies for Reducing Student Absenteeism\n• Session 2 — Early Intervention Strategies: Using Teams to Monitor and Identify Students in Need of Support\n• Session 3 — Partnering to Make a Difference"
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 4,
        "absolute_page": 4,
        "title": "Learning Goals for Session 2",
        "concept": "Overview and Framework",
        "content": "Participants will:\n• Learn which attendance measures to monitor in order to identify students in need of engagement and support.\n• Identify the key functions of a school team that addresses attendance and take stock of where they are in having a high-functioning team.\n• Be able to draw on high leverage strategies to address common reasons for student absenteeism."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 7,
        "absolute_page": 7,
        "title": "Improving Attendance Matters",
        "concept": "The Importance of Attendance",
        "content": "Chronic absence in early grades (PK-3rd Grade) can lead to an inability to read on grade level, which is linked to lower achievement in middle school and a higher likelihood of dropping out of high school."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 8,
        "absolute_page": 8,
        "title": "Relationship between absences and equity",
        "concept": "Attendance and Equity",
        "content": "Absenteeism is a leading indicator and a cause of educational inequity."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 9,
        "absolute_page": 9,
        "title": "Chronic Absence Measures Lost Opportunity To Learn",
        "concept": "Defining Chronic Absence",
        "content": "Chronic absence is missing so much school for any reason that a student is academically at risk. It is defined as missing 10 percent or more of school for any reason, including excused absences, unexcused absences, and suspensions. This is different from truancy (unexcused absences only) or average daily attendance."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 10,
        "absolute_page": 10,
        "title": "Absenteeism is a Sign that Positive Conditions for Learning are Missing",
        "concept": "Positive Learning Conditions",
        "content": "Positive conditions for learning include Physical and Emotional Health and Safety; Belonging, Connection, and Support; Adult and Student Emotional Competence; and Academic Challenge and Engagement. Relationships are essential to these conditions."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 12,
        "absolute_page": 12,
        "title": "When Tackling Absenteeism, Begin with Whole School and Prevention Strategies",
        "concept": "Multi-Tiered System of Support (MTSS)",
        "content": "A tiered approach to attendance involves Foundational 'Whole School' Supports, Tier 1 Universal Prevention, Tier 2 Early Intervention, and Tier 3 Intensive Intervention."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 14,
        "absolute_page": 14,
        "title": "Three High Leverage Strategies for Tier 1 Universal Prevention",
        "concept": "Tier 1 Interventions",
        "content": "1. Warm and welcoming School Climate\n2. Positive Relationships with Families and Students\n3. Clear expectations and communication about attendance"
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 18,
        "absolute_page": 18,
        "title": "Primary Purpose of a Team Approach",
        "concept": "Team Approach",
        "content": "The primary purpose is to organize and facilitate a schoolwide attendance strategy and ensure it is an integral component of the school's plan to improve outcomes for all students."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 19,
        "absolute_page": 19,
        "title": "Attendance Functions of a School Team",
        "concept": "Team Functions",
        "content": "1. Organize a multi-tiered attendance strategy that begins with prevention and early intervention.\n2. Examine attendance and absenteeism data to assess which groups of students have higher or lower levels of absence.\n3. Identify barriers and inequities that prevent students from attending school.\n4. Mobilize everyone in the school community to address attendance.\n5. Determine if you are making a difference."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 21,
        "absolute_page": 21,
        "title": "Ensuring Attendance Requires A Team",
        "concept": "Team Composition",
        "content": "The Attendance Strategy should be led by the school principal and the leadership team. Teams could include: Nurse, Counselor, Social Worker, Administrative support staff, Special education staff, Teachers, Early education staff, Community School Directors, Expanded Learning program staff, Family Resource Center Directors, Pupil Personnel Workers, and Child Welfare and Attendance Officers. Team members should reflect student demographics and include input from families and students."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 24,
        "absolute_page": 24,
        "title": "Avoid Common Pitfalls",
        "concept": "Team Approach",
        "content": "Common pitfalls include:\n- Establishing a team that operates in isolation\n- Failing to rally the whole school to support prevention & early intervention\n- Focusing only on students with the most absences\n- Using case management as the sole strategy\n- Jumping to solutions without sufficient understanding of factors behind absences\n- Having a team composition that does not reflect the demographics, perspectives, or cultural realities of the student population"
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 28,
        "absolute_page": 28,
        "title": "Multi-Tiered Intervention Framework",
        "concept": "Multi-Tiered System of Support (MTSS)",
        "content": "A multi-tiered framework for attendance interventions categorized by support type (Family and Student Engagement, Social and Emotional Learning, Behavioral and Mental Health, etc.) and intervention tier (Foundational, Tier 1, Tier 2, Tier 3). Examples of interventions are provided for each category and tier."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 32,
        "absolute_page": 32,
        "title": "An Expanded Data Framework Is Needed",
        "concept": "Data Framework",
        "content": "An expanded data framework for attendance is needed to:\n1. Encourage monitoring of lost learning time to promote student success.\n2. Adopt a holistic approach to data collection that informs efforts to improve learning conditions.\n3. Promote a tiered approach to supporting students, starting with prevention.\n4. Strategically target investments to address the digital divide and other inequities."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 35,
        "absolute_page": 35,
        "title": "The First Month of School Predicts Chronic Absence",
        "concept": "Data Analysis and Indicators",
        "content": "Baltimore students who missed 2-4 days of school in September were 5 times as likely to be chronically absent. Students who missed 5 or more days were 16 times as likely to be chronically absent. This pattern is observed across all grade levels."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 36,
        "absolute_page": 36,
        "title": "How to Identify Students on the Cusp of Chronic Absence",
        "concept": "Data Analysis and Indicators",
        "content": "Attendance Levels:\n- Satisfactory Attendance: Missed less than 5% (fewer than 9 days in a 180-day year)\n- At-risk: Missed 5-9% (9-17 days in a 180-day year)\n- Moderate Chronic Absence: Missed 10-19% (18-35 days in a 180-day year)\n- Severe Chronic Absence: Missed 20% or more (36 or more days in a 180-day year)"
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 37,
        "absolute_page": 37,
        "title": "Early Intervention Warning Indicators (Tier 2)",
        "concept": "Tier 2 Interventions",
        "content": "Suggested Criteria for activating early outreach:\n- Missing 10-19% of school in the prior school year\n- Missing 10% of learning opportunities during the current year\n- Not checking in or completing work in distance learning\n- Lost contact with student/family (requires immediate action)\nResponders can include: Attendance staff, Counselors, Nurses, Community partners, Teachers, etc."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 39,
        "absolute_page": 39,
        "title": "What should happen at our school for each level of absence?",
        "concept": "Intervention Planning",
        "table_data": [
            {
                "Number of Absences": "0",
                "Action(s)": "Welcome Letter, Welcome Video on website",
                "People Responsible": "School secretary, Principal and person who updates the school website",
                "Resources to Support Action(s)": "Link to resources, e.g. District letter, AW Flyers, AW Student Success Plan",
                "Documentation": "Add contacts from Student Success Plan to family contact information form."
            },
            {
                "Number of Absences": "1-2",
                "Action(s)": "Call Home",
                "People Responsible": "Teacher",
                "Resources to Support Action(s)": "Call Script",
                "Documentation": "Log in Student Screen on SIS, Track and monitor in case management system."
            },
            {
                "Number of Absences": "3-4",
                "Action(s)": "Call Home",
                "People Responsible": "School Counselor or Social Worker",
                "Resources to Support Action(s)": "Call Script, Documentation of Reasons",
                "Documentation": "Log in Student Screen on SIS, Note reasons for absence and any supports or interventions needed, Track and monitor in case management system."
            },
            {
                "Number of Absences": "5",
                "Action(s)": "Family Meeting",
                "People Responsible": "Principal or other School Administrator",
                "Resources to Support Action(s)": "Standard agenda for family meeting, Student Success Plan, List of resources, Form for taking notes and follow up",
                "Documentation": "Use district form for family meeting, Attach."
            }
        ]
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 49,
        "absolute_page": 49,
        "title": "Solutions Require Understanding What Factors Contribute to Chronic Absence",
        "concept": "Identifying Barriers",
        "content": "Factors contributing to chronic absence can be categorized as:\n- Barriers: Chronic illness, family responsibilities, trauma, poor transportation, housing insecurity, etc.\n- Aversion: Struggling academically, unwelcoming school climate, peer challenges, biased discipline, etc.\n- Disengagement: Lack of challenging instruction, boredom, no meaningful relationships with adults, etc.\n- Misconceptions: Believing only unexcused absences matter, that sporadic absences aren't a problem, etc."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 56,
        "absolute_page": 56,
        "title": "Tier 2: Early Intervention Strategies",
        "concept": "Tier 2 Interventions",
        "content": "Tier 2 strategies focus on Personalized Early Outreach and can include:\n- Assign caring mentors\n- Student Attendance Success Plan\n- Expanded learning opportunities\n- Small group supports\n- Attendance goals and supports added to IEP\nResources like the 'Attendance Playbook' provide guidance on these strategies."
    },
    {
        "source_document": "Session-2-GROUP-3-NATIONAL-Early-Intervention-Strategies-v3.pdf",
        "relative_page": 57,
        "absolute_page": 57,
        "title": "Align Interventions to Reasons for Absences",
        "concept": "Intervention Planning",
        "content": "Matching interventions to the root cause of absence is key.\n- For Anxiety About In-Person School: Enlist trusted messengers (e.g., doctors), review health protocols, hold a virtual open house.\n- For Not understanding the impact of absences: Create an education campaign, explore families' hopes for their child.\n- For Schedules Out-of-Sync: Offer before or after school programming, organize a walking school bus, provide a modified schedule.\n- For Transportation Barriers: Share ideas and solutions."
    }
]