[
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 1,
    "fot_page": 43,
    "title": "Tool Set C - Developing and Tracking Interventions - Introduction",
    "content": "Purpose: One responsibility of the Success Team is to develop and track interventions. Team members should give thoughtful consideration to design to ensure that interventions are meeting the needs of all students, including those who are underperforming and those who are high achieving. The team must also determine the effectiveness of interventions and their impact on student achievement.\n\nHow & When to Use: Planning effective student interventions can be a challenging task for both new and established Success Teams. This set of tools provides support for teams that are creating and/or fine-tuning their student intervention systems by encouraging teams to describe, analyze, and reflect on their current practices. Furthermore, these tools provide team members with opportunities to adjust interventions to better serve students.\n\nContents:\n• Considerations for Planning Tier 2 Interventions\n• Quick Guide to Tracking Interventions\n• Intervention Evaluation Flowchart\n• Intervention Success Monthly Action Plan (IS-MAP)\n• Student Success Intervention Plan\n• Behavior, Attendance, and Grades (BAG) Report"
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 2,
    "fot_page": 44,
    "title": "Connections to Freshman Success Framework",
    "content": "The Freshman Success Framework is the foundation for effective school practice on On-Track and student success. The Network for College Success has seen the greatest and most sustainable gains for freshmen when schools develop high-functioning educator professional learning communities, which we call Success Teams.\n\nThis Tool Set focuses on the below actions of a Success Team stemming from the Freshman Success Framework.\n\nSuccess Team Elements:\n• Setting Conditions: Engages in regular, calendared Success Team meetings to 1) analyze data and 2) develop, monitor, and adjust interventions\n• Implementation: Develops, implements, tracks, and evaluates Tier 2 interventions, making adjustments when appropriate. Refers students to appropriate level of intervention\n• Communication: Engages faculty in frequent communication on student progress and successful strategies\n\nTeam Lead Role:\n• Setting Conditions: With principal and Success Team, sets freshman success goals for On-Track and student connection, and develops benchmarks to monitor progress\n• Implementation: Develops action-oriented meeting agendas that consistently address freshman success goals generally and intervention development, tracking, and evaluation specifically\n• Implementation: Works with data technician to bring actionable student-level data at regular intervals\n\nPrincipal Role:\n• Implementation: Reviews and interrogates interim freshman success-related data in light of Success Team goals, and strategizes with team leadership around next steps"
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 3,
    "fot_page": 45,
    "title": "Considerations for Planning Tier 2 Interventions - Overview",
    "content": "A set of guiding questions to use during the development of an intervention system. Questions are focused on looking at student data, targeting students, and intervention selection, implementation, and effectiveness."
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 4,
    "fot_page": 46,
    "title": "Considerations When Planning Tier 2 Interventions - Data, Targeting, Selection, and Implementation",
    "content": "For information on the tiered systems of student support, please refer to the RTI Action Network.\n\nData Questions:\n• To what degree is attendance playing a role in student performance? To whom do you refer Tier 3 students who have serious attendance issues (inside and outside of the school) so that the Success Team can really concentrate on supporting Tier 2 students?\n• How does the grade distribution look by teacher? Are there teachers who are failing a disproportionate number of students?\n• Do your assessment policies create opportunities for students to demonstrate mastery, or do they cause students to feel overwhelmed and fall off track?\n\nTargeting Students:\n• How many students have you identified for Success Team intervention? Does this number fall in the 15 – 25% range for Tier 2 supports? Are there students who are really Tier 3 being included into Tier 2 supports?\n\nIntervention Selection:\n• What issue is the intervention addressing? (academic/social-emotional/behavioral)\n• What programs/resources already exist in the building that could possibly address the issue? How closely do these programs/resources align with the identified needs of students? For example, if tutoring is being offered already, is it designed to help students with real-time issues they face in their classes or is it specifically designed for remediation of basic skills?\n\nIntervention Implementation:\n• Who will implement the intervention?\n• Who will coordinate the intervention (logistics)?\n• Who will own the tracking of the intervention's effectiveness?\n• What does successful implementation look like?"
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 5,
    "fot_page": 47,
    "title": "Considerations When Planning Tier 2 Interventions - Tracking Effectiveness",
    "content": "Tracking Effectiveness:\n• Does tracking your intervention include the following information: targeted students' names, participation (such as the number of times targeted students participate within a specified period), grade check dates, and grades in targeted courses?\n• Does your tracking tool allow you to aggregate point-in-time data in different ways so that you can accurately monitor targeted student progress?\n• What is your timeline for course correction?"
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 6,
    "fot_page": 48,
    "title": "Quick Guide to Tracking Interventions - Overview",
    "content": "Guidelines for designing an intervention tracking tool."
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 7,
    "fot_page": 49,
    "title": "Quick Guide to Tracking Interventions - Features and Guidelines",
    "content": "Tracking is necessary to determine the efficacy of an intervention so that adjustments can be made in a timely manner. A tracking tool is more effective when it is in a teacher-friendly format that can be disaggregated to pull data for specific subgroups. For example, if your team is using tutoring as an intervention, and the targeted student group requires tutoring in more than one core class, your tracking tool should be able to disaggregate data to ascertain intervention impact by course. Microsoft Excel and Google Sheets can support the tracking of interventions by disaggregating data and creating graphs.\n\nFeatures of Good Intervention Tracking Tools:\n• Name of the intervention and what key performance indicator it addresses (attendance, point-in-time On-Track rates, GPA, behavior metric, etc.)\n• Names of the targeted students\n  ° If tracking grades, include each core course's average expressed as a percentage\n• Intervention contacts/implementation evidence\n  ° Tutoring attendance\n  ° Mentorship contact dates\n  ° \"Office hours\" visits\n• Point-in-time progress on the key performance indicator impacted by the intervention\n  ° Should include at least 2 checkpoints within a 10-week period\n  ° If tracking grades, provide an average expressed as a percentage for each core course\n  ° If tracking attendance, provide number of cumulative absences and/or tardies"
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 8,
    "fot_page": 50,
    "title": "Example Intervention Tracking Data: Henderson College Prep Mentorship Program",
    "content": "Example: Henderson College Prep, Quarter 3 Mentorship Program\nKey Performance Indicator Addressed: Point-in-Time On-Track\nMeeting 1 Dates: 02/01 - 02/04/2016",
    "table_data": [
      { "Student": "A", "Mentor": "Isom", "Abs": "1", "Tardies": "1", "ENG": "75", "MATH": "83", "SCI": "56", "SOC": "80" },
      { "Student": "B", "Mentor": "Shields", "Abs": "1", "Tardies": "0", "ENG": "90", "MATH": "57", "SCI": "83", "SOC": "32" },
      { "Student": "C", "Mentor": "Wells", "Abs": "0", "Tardies": "3", "ENG": "48", "MATH": "67", "SCI": "77", "SOC": "93" },
      { "Student": "D", "Mentor": "Wells", "Abs": "0", "Tardies": "5", "ENG": "79", "MATH": "78", "SCI": "76", "SOC": "57" },
      { "Student": "E", "Mentor": "Pitcher", "Abs": "0", "Tardies": "1", "ENG": "82", "MATH": "84", "SCI": "88", "SOC": "32" },
      { "Student": "F", "Mentor": "Muldrow", "Abs": "1", "Tardies": "1", "ENG": "44", "MATH": "78", "SCI": "88", "SOC": "57" },
      { "Student": "G", "Mentor": "Pitcher", "Abs": "2", "Tardies": "6", "ENG": "75", "MATH": "81", "SCI": "87", "SOC": "71" },
      { "Student": "H", "Mentor": "Martinez", "Abs": "1", "Tardies": "1", "ENG": "61", "MATH": "55", "SCI": "62", "SOC": "71" },
      { "Student": "I", "Mentor": "Pitcher", "Abs": "1", "Tardies": "1", "ENG": "68", "MATH": "90", "SCI": "83", "SOC": "83" },
      { "Student": "J", "Mentor": "Isom", "Abs": "0", "Tardies": "3", "ENG": "59", "MATH": "65", "SCI": "83", "SOC": "93" },
      { "Student": "K", "Mentor": "Isom", "Abs": "0", "Tardies": "2", "ENG": "88", "MATH": "82", "SCI": "88", "SOC": "32" },
      { "Student": "L", "Mentor": "Martinez", "Abs": "0", "Tardies": "1", "ENG": "88", "MATH": "92", "SCI": "51", "SOC": "85" },
      { "Student": "M", "Mentor": "Shields", "Abs": "0", "Tardies": "0", "ENG": "75", "MATH": "78", "SCI": "88", "SOC": "76" },
      { "Student": "N", "Mentor": "Shields", "Abs": "1", "Tardies": "0", "ENG": "83", "MATH": "83", "SCI": "88", "SOC": "57" }
    ]
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 9,
    "fot_page": 51,
    "title": "Intervention Evaluation Flowchart - Overview",
    "content": "A flowchart to determine if individual interventions are working for schools and to improve the use of data to successfully implement interventions."
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 10,
    "fot_page": 52,
    "title": "Intervention Evaluation Flowchart - Decision Tree",
    "content": "Is our student success intervention working for our students?\n\nYES:\n• What are you doing that works for students? (What is your evidence?)\n• What are you doing that works for the adults implementing the intervention? (What is your evidence?)\n• What parts of your implementation plan can you tweak for even greater success?\n\nNO: Is there a true opportunity for recovery if students participate with fidelity?\n\nYES - Check these areas:\n\nIs it an implementation fidelity issue?\n• Are there other school programs/initiatives competing with effective implementation?\n• Are teachers/owners aware of implementation procedures?\n• Are teachers compensated when appropriate?\n• Is there sufficient and reasonable time to implement the intervention?\n• Have you implemented the intervention long enough?\n• Is the intervention publicized effectively to appropriate stakeholders?\n\nIs it a student participation issue?\n• How are students held accountable for not participating? By whom?\n• Do they see the results of their participation?\n• Are students encouraged by multiple adults to participate?\n• Does the intervention respect student time and effort?\n• Is the intervention viewed as punitive?\n\nNO - Check these areas:\n\nIs the issue a mismatch between the intervention and student needs?\n• Does the intervention provide supports for students struggling academically?\n• Is the intervention frequent enough to be effective?\n• How was the intervention selected? Based on identified student need? Adult preference? Feasibility?\n\nIs the issue one that cannot be addressed by a Success Team intervention?\nExamples:\n• Teacher philosophy\n• Grading policies\n• Chronic truancy\n• Chronic suspensions\n• Curriculum pacing"
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 11,
    "fot_page": 53,
    "title": "Data Components Key To Successful Implementation",
    "content": "What data structures and practices, if addressed, will increase your team's efficacy in improving student achievement?\n\nAccess to timely Gradebook data:\n• Are grades updated in a timely manner according to the grade pull schedule?\n• Who can provide the grade-level, course, and student-level data you need?\n• Can you manipulate data into a teacher-friendly format?\n• Do you have or make time to manipulate the data into a teacher-friendly format?\n\nStudent participation data:\n• How are you tracking participation? (intentionally or randomly)\n• Is your tracking tool useful for highlighting trends in participation and its effect on achievement?\n\nIntervention implementation data:\n\nTUTORING:\n• Are teachers actually tutoring students/providing academic support?\n• How are students provided with work to complete during tutoring?\n• If tutoring is administered by external partners, how is communication of student needs and course expectations shared with them?\n\nMENTORING:\n• Do mentoring conversations push students to action around their grades?\n• What information are mentors provided with to drive their mentoring sessions?\n• Are mentors able to advocate professionally with their colleagues?\n\nData analysis:\n• Is sufficient time allocated for analyzing data specific to your intervention?\n• Does your team's analysis of intervention data lead to action toward increasing student achievement?"
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 12,
    "fot_page": 54,
    "title": "Some Considerations for Intervention Planning",
    "content": "• Identifying what students need\n• Ensuring intervention is scheduled at accessible times and with a frequency that makes sense\n• Matching adult expertise with student needs\n• Strategizing how to get targeted students to the intervention\n• Connecting what is happening in the intervention to what is happening in the classroom (relational/academic)"
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 13,
    "fot_page": 55,
    "title": "The Evidence Process",
    "content": "A circular diagram showing interconnected gears with the following elements:\n\nEssential Questions:\nWhat is the data telling us about our interventions?\nWhat are the underlying values that influence the quality of our interventions?\n\nProcess Components:\n• Making Data-informed Decisions Using Protocols\n• Implementing Interventions (as supported by data)\n• Tracking Interventions (gathering evidence)\n• Examining and Discussing Evidence with Colleagues\n• Documenting and Reflecting on Process\n\nExternal factors:\n• OUTSIDE FORCES\n• OUTSIDE RESOURCES\n\nCentral question: \"What gear is getting stuck?\""
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 14,
    "fot_page": 56,
    "title": "Intervention Success Monthly Action Plan (IS-MAP) - Overview",
    "content": "A plan to support action planning using results from the Intervention Evaluation Flowchart."
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 15,
    "fot_page": 57,
    "title": "Intervention Success Monthly Action Plan (IS-MAP) - Form Template",
    "content": "Based on quarterly student achievement data and your reflection using the Intervention Evaluation Flowchart, what area needs refinement and what is the change you will make? (refer to bolded categories on the Flowchart)\n\nForm Fields:\n• Area of Refinement: _______________\n• Planned Change: _______________\n\nPlanning Questions:\n1. Why am I planning to do this?\n   What's at stake? What do I hope will happen as a result of this change in our team's practice?\n\n2. How will I initiate this change?\n   What action do I need to take to bring this change to fruition?\n\n3. What supports do I need to be successful?\n   Who can help me and what do I need from them?\n\n4. How will I know if my team has made progress?\n   What evidence will tell our team we're on the right track with the intervention?\n\nAction Planning Table:\nColumns: Action Item | Due Date | What I Need | Resource Person\n\nAdapted from the School Reform Initiative I-MAP protocol"
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 16,
    "fot_page": 58,
    "title": "Student Success Intervention Plan - Overview",
    "content": "A planning tool for student interventions that includes the identification of baseline data, criteria for success, status checkpoints, and plans for reflection."
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 17,
    "fot_page": 59,
    "title": "Student Success Intervention Plan - Form Template",
    "content": "Student Success Intervention Plan: Quarter ___\n\nBasic Information:\n• Date: ___\n• School: ___\n• Grade: ___\n\nFocus Areas (check applicable):\n□ Attendance □ Ds/Fs □ GPA □ On-Track Rate □ Behavior □ Other: ___\n\nTarget Group:\n• Number of Students: ___\n• Baseline data used to select target group: ___\n\nIntervention Description:\n• What it is: ___\n• When it takes place (dates/times): ___\n• Where it takes place: ___\n• Description of activities involved: ___\n\nGoals and Success Criteria:\n• Goal of intervention: ___\n• Criteria for success: ___\n\nPersonnel:\n• Owner(s) of intervention: ___\n• Participants in intervention: ___\n\nTimeline of Intervention:\n• Planning and preparation: ___\n• Introduction to staff: ___\n• Introduction to targeted students: ___\n• Introduction to parents and stakeholders: ___\n• Intervention start date: ___\n• Intervention end date: ___\n\nStatus Checkpoints:\n• Checkpoint 1: ___\n• Checkpoint 2: ___\n• Checkpoint 3: ___\n• Checkpoint 4: ___\n\nTracking and Reflection:\n• Summary of action taken after each checkpoint: ___\n• Reflection at end of intervention: ___"
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 18,
    "fot_page": 60,
    "title": "Behavior, Attendance, and Grades (BAG) Report - Overview",
    "content": "A school-generated tool for educators to interact with students on behavior, attendance, and grades. Ideally, schools will produce these reports every five weeks. BAG Reports use real-time data so students understand where and how they are struggling, and which educators they may need to reach out to for support. They also help students understand their current status in relation to their goals. Schools can use BAG Reports in different ways, including individual conversations with students or holding \"town hall\" meetings for all freshmen to review the data and set next steps."
  },
  {
    "source_document": "FOT_Toolkit_ToolSetC.pdf",
    "pdf_page": 19,
    "fot_page": 61,
    "title": "Example BAG Report for Student 'Keith'",
    "content": "Student: Keith\nGrade Level: 9\n8th Period Teacher: Donson\nThe numbers below reflect totals through Semester 1\n\nBEHAVIOR - In what ways do I contribute to a Safe and Respectful school climate?\n• # of Infractions (# of Major Infractions): 5 (1)\n• # of Days of In-School-Suspension (ISS): 10\n• # of Days of Out-of-School-Suspension (OSS): 0\nIf I have any questions regarding my misconducts, I should schedule an appointment with the Dean of Discipline.\n\nATTENDANCE - Do my actions reflect the real me?\n• Days Enrolled: 80\n• Days Present: 73\n• Days Absent: 7\n• My Year-to-Date Attendance Rate is 91%\nIf I have any questions regarding my attendance, I should schedule an appointment with the Attendance Dean.\n\nGRADES - How am I doing academically in my classes? Do my grades represent my true ability?\nPeriod | Courses | Teacher | Grade\nP1 | Algebra 1 | Flint | D\nP2 | English 1 | Lemon | B\nP3 | World Studies | Moeller | C\nP4 | PE I-Health | Spann | A\nP5 | Lunch | | \nP6 | Science | Tyson | D\nP7 | Photography | McCain | B\nP8 | Intro to Comp | Penny | A\n\nMy Estimated GPA is 2.57\n(this estimate does NOT include any previous semesters)\n\nIf I have any questions regarding my grade in a course, I should schedule an appointment with my Teacher."
  }
]